Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: By entering information in dedicated windows, such as the Payment Journal window and the Payment Reconciliation Journal window.
cs_cz: Zadáním informací do specializovaných oken, například okna Deníky plateb a Deníky odsouhlasení plateb.

source: From purchase credit memo documents.
cs_cz: Z dokladů nákupních dobropisů.

source: From vendor ledger entries after purchase documents are posted but not applied.
cs_cz: Z položek dodavatele po zakoupení jsou zaúčtovány nákupní doklady, ale nejsou vyrovnány.

source: If the Application Method field on the vendor card contains Apply to Oldest, then payments will automatically be applied to the oldest open credit entry if you do not manually specify which entry to apply to.
cs_cz: Pokud pole Metoda vyrovnání na kartě dodavatele obsahuje Vyrovnat nejstarší, pak budou platby automaticky uplatněny na nejstarší položku otevřeného kreditu, pokud ručně neurčíte, ke které položce se vztahuje.

source: If the application method for a customer is Manual, then you must apply entries manually.
cs_cz: Pokud je metoda použití pro zákazníka Ručně, musíte je vyrovnat ručně.

source: You can apply vendor payments manually to their related purchase documents when you post the payments in the Payment Journal window.
cs_cz: Platby dodavatelů můžete vyrovnat ručně na související doklady o nákupu, když zaúčtujete platby v okně Deníky plateb.

source: For information about filling the payment journal, see How to:
cs_cz: Informace o vyplňování deníku plateb naleznete v části Návod:

source: Make Payments .
cs_cz: Vytváření plateb .

source: You can also apply vendor payments, and customer payments, after the payments appear as negative bank transactions at your bank.
cs_cz: Můžete také vyrovnat platby dodavatele a platby zákazníka poté, co se platby objeví ve vaší bance jako záporné bankovní transakce.

source: In the Payment Reconciliation Journal window, you can use functions for bank statement import, automatic application, and bank account reconciliation.
cs_cz: V okně Deníky odsouhlasení plateb můžete použít funkce pro import bankovních výpisů, automatické vyrovnání a odsouhlasení bankovních účtů.

source: For more information, see Reconcile Payments Using Automatic Application.
cs_cz: Další informace naleznete v tématu Odsouhlasení plateb pomocí automatického vyrovnání.

source: To apply a payment to a single or multiple vendor ledger entries
cs_cz: Platba na jednu nebo více položek dodavatele

source: In the top right corner, choose the Search for Page or Report icon, enter Payment Journal, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Deníky plateb a pak vyberte související odkaz.

source: In the Payment Journal window, on the first journal line, enter the relevant information about the payment entry.
cs_cz: V okně Deníky plateb vložte do prvního řádku deníku příslušné informace o položce platby.

source: To apply a single vendor ledger entry:
cs_cz: Chcete-li použít jedinou položku dodavatele:

source: In the Applies-to Doc.
cs_cz: V poli Číslo vyrovnání

source: No.
cs_cz: dokladu,

source: field, choose the field to open the Apply Vendor Entries window.
cs_cz: které otevře okno Vyrovnat položky dodavatele.

source: In the Apply Vendor Entries window, select the entry to apply the payment to.
cs_cz: V okně Vyrovnat položky dodavatele vyberte položku, na kterou chcete platbu vyrovnat.

source: On the line in the Amount to Apply field, enter the amount to apply to the entry.
cs_cz: Na řádku v poli Částka k vyrovnání zadejte částku k použití na položku.

source: Or, to apply multiple vendor ledger entries:
cs_cz: Nebo použijte více položek dodavatele:

source: Choose the Apply Entries action.
cs_cz: Vyberte tlačítko Vyrovnat položky.

source: In the Apply Vendor Entries window, select the lines with the entries to apply the payment to.
cs_cz: V okně Vyrovnání položek dodavatele vyberte řádek s položkami, ve kterých chcete platbu použít.

source: Choose the Set Applies-to ID action.
cs_cz: Zvolte akci Nastavit ID vyrovnání.

source: On each line in the Amount to Apply field, enter the amount to apply to the individual entry.
cs_cz: Na každém řádku v poli Částka k vyrovnání zadejte částku k vyrovnání jednotlivé položky.

source: If you do not enter an amount, then the maximum amount is automatically applied.
cs_cz: Pokud nezadáte částku, automaticky se použije maximální částka.

source: At the bottom of the Apply Vendor Entries window, you can see the amount in the Applied Amount field, and you can see whether the application balances.
cs_cz: V dolní části okna Vyrovnání položek dodavatele můžete vidět částku v poli Vyrovnaná částka a zjistíte, zda se aplikace vyrovnává.

source: Choose the Post action to post the payment journal.
cs_cz: Zvolte akci Účtovat pro zaúčtování deníku plateb.

source: To apply a credit memo to a single or multiple vendor ledger entries
cs_cz: Vyrovnání dobropisu k jedné nebo více položkám dodavatele

source: In the top right corner, choose the Search for Page or Report icon, enter Purchase Credit Memo, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Nákupní dobropisy a zvolte související odkaz.

source: Open the credit memo that you want to apply.
cs_cz: Otevřete dobropis, který chcete vyrovnat.

source: Enter the relevant information in the header.
cs_cz: Zadejte příslušné informace do hlavičky.

source: On the Application FastTab, in the Applies-to Doc.
cs_cz: Na záložce s náhledem Vyrovnání v poli dokladu s Číslo vyrovnání dokladu

source: field, select the entry to apply the credit to.
cs_cz: vyberte položku, na kterou chcete použít kredit.

source: Select the lines with the entries to apply the credit memo to.
cs_cz: Zvolte řádky s položkami, které chcete vyrovnat dobropisem.

source: The Purchase Credit Memo window shows the entry that you have selected in the Applies-to Doc.
cs_cz: Okno Nákupní dobropis zobrazuje položku, kterou jste vybrali v poli dokumentu Typ vyrovnání dokladu a

source: Type field and the Applies-to Doc.
cs_cz: v poli

source: field.
cs_cz: dokladu .

source: The window also shows the amount of the credit memo to be posted, adjusted for any payment discounts.
cs_cz: Okno také zobrazuje částku dobropisu, která má být zaúčtována, upravenou o případné skonto slevy.

source: Choose the Post button to post the purchase credit memo.
cs_cz: Zvolte tlačítko Účtovat, chcete-li dobropis zaúčtovat.

source: To apply posted vendor ledger entries
cs_cz: Vyrovnání položek dodavatele

source: In the top right corner, choose the Search for Page or Report icon, enter Vendors, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Dodavatelé a zvolte související odkaz.

source: Open the relevant vendor with entries that have already been posted.
cs_cz: Otevřete příslušného dodavatele s položkami, které již byly zaúčtovány.

source: Choose the Ledger Entries action, and then choose the Apply Entries action.
cs_cz: Zvolte akci Položky a poté akci Vyrovnat položky.

source: In the Apply Vendor Entries window, you can see the open entries for the vendor.
cs_cz: V okně Vyrovnat položky dodavatele můžete vidět otevřené položky dodavatele.

source: Select the line with the entry that will be applied.
cs_cz: Vyberte řádek s položkou, která bude vyrovnána.

source: The Applies-to ID field displays three asterisks if you work in a single-user system or your user ID if you work in a multiuser system.
cs_cz: Pole ID Vvyrování zobrazuje tři hvězdičky, pokud pracujete v systému pro jednoho uživatele nebo vaše uživatelském ID, pokud pracujete v systému více uživatelů.

source: For each line in the Amount to Apply field, enter the amount to apply to the individual entry.
cs_cz: Pro každý řádek v poli Částka k vyrovnání zadejte částku k vyrovnání jednotlivé položky.

source: You can see the amount in the Applied Amount field at the bottom of the Apply Vendor Entries window.
cs_cz: Částku můžete vidět v poli Vyrovnaná částka v dolní části okna Vyrovnat položky dodavatele.

source: Choose the Post Application action.
cs_cz: Zvolte akci Účtovat vyrovnání.

source: The Post Application window opens with the document number of the applying entry and the posting date of the entry with the most recent posting date.
cs_cz: Zobrazí se okno Účtovat vyrovnání s číslem dokladu vyrovnávající položky a datem zaúčtování položky s datem posledního zadávání.

source: Choose the OK button to post the application.
cs_cz: Zvolte tlačítko OK pro zaúčtování vyrovnání.

source: To apply vendor ledger entries in different currencies to one another
cs_cz: Vyrovnání položek dodavatele v různých měnách

source: If you buy from a vendor in one currency and make payment in another currency, you can still apply the invoice to the payment.
cs_cz: Pokud nakoupíte od dodavatele v jedné měně a vytvoříte platbu v druhé měně, můžete pořád vyrovnat fakturu s touto platbou.

source: If you apply an entry (Entry 1) in one currency to an entry (Entry 2) in a different currency, the posting date on Entry 1 is used to find the relevant exchange rate to convert amounts on Entry 2.
cs_cz: Pokud vyrovnáte položku (položka 1) v jedné měně k položce (položka 2) v jiné měně, datum zaúčtování položky 1 se použije k nalezení příslušného směnného kurzu pro převod částek na položku 2.

source: The relevant exchange rate is found in the Currency Exchange Rates window.
cs_cz: Příslušný směnný kurz naleznete v okně Směnné kurzy.

source: Applying vendor ledger entries in different currencies must be enabled.
cs_cz: Vyrovnání položek dodavatele v různých měnách musí být povoleno.

source: In the top right corner, choose the Search for Page or Report icon, enter Payment Journal, and choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Deníky plateb a vyberte související odkaz.

source: Open the journal you want, and fill in the first empty journal line using a currency code.
cs_cz: Otevřete deník, který chcete, a vyplňte první prázdný řádek deníku s použitím kódu měny.

source: Select the line with the entry you want to apply to the entry in the payment journal, choose the Set Applies-to ID action, and then select the entry you want to apply to.
cs_cz: Vyberte řádek s položkou, pro kterou chcete použít položku v deníku plateb, vyberte akci Nastavit ID vyrovnání a pak vyberte položku, kterou chcete použít.

source: Choose the OK button to return to the payment journal.
cs_cz: Zvolte tlačítko OK pro návrat do deníku plateb.

source: Post the payment journal.
cs_cz: Zaúčtujte deník plateb.

source: When you apply entries in different currencies to one another, the entries are converted to USD.
cs_cz: Při vyrovnání položek v různých měnách se položky přepočítají na USD.

source: Even though the exchange rates for the two relevant currencies are fixed, for example between USD and EUR, there may be a small residual amount when these foreign-currency amounts are converted to USD.
cs_cz: I když jsou směnné kurzy pro dvě příslušné měny pevně stanoveny, například mezi USD a EUR, mohou být tyto částky v cizí měně přepočteny na USD.

source: These small residual amounts are posted as gains and losses to the account specified in the Realized Gains Account or Realized Losses Account field in the Currencies window.
cs_cz: Tyto malé zbytkové částky jsou účtovány jako zisky a ztráty na účtu uvedeném v poli Účet realizovaných zisků nebo Účet realizovaných ztrát v okně Měny.

source: The Amount (USD) field is also adjusted on the relevant vendor ledger entries.
cs_cz: Pole Částka (USD) je také nastavena podle příslušných položek dodavatele.

source: To unapply an application of vendor entries
cs_cz: Zrušení vyrovnání položek dodavatele

source: When you unapply an erroneous application, correcting entries that are identical to the original entry but with opposite sign in the amount field are created and posted for all entries, including all general ledger posting derived from the application, such as payment discount and currency gains/losses.
cs_cz: Pokud zrušíte chybné vyrovnání, oprava položek, které jsou totožné s původní položkou, ale s opačným znaménkem v poli částky, jsou vytvořeny a zaúčtovány pro všechny položky včetně veškerého účtování hlavní knihy odvozené z vyrovnání jako jsou skonto slevy a kurzové zisky/ztráty.

source: The entries that were closed by the application are reopened.
cs_cz: Položky, které byly uzavřeny vyrovnáním, jsou znovu otevřeny.

source: Open the relevant vendor card.
cs_cz: Otevřete příslušnou kartu dodavatele.

source: Choose the Ledger Entries action.
cs_cz: Zvolte akci Položky.

source: Select the relevant ledger entry, and then choose the Unapply Entries action.
cs_cz: Vyberte odpovídající položku a potom vyberte akci Zrušit vyrovnání položek.

source: Alternatively, choose the Detailed Ledger Entry action.
cs_cz: Alternativně zvolte akci Detailní položky.

source: Select the application entry, and then choose the Unapply Entries action.
cs_cz: Vyberte položku vyrovnání a potom vyberte akci Zrušit vyrovnání položek.

source: Fill in the fields in the header, and then choose the Unapply action.
cs_cz: Vyplňte pole v hlavičce a poté klepněte na tlačítko Zrušit vyrovnání.

source: If an entry has been applied by more than one application entry, you must unapply the latest application entry first.
cs_cz: Pokud byla položka použita více než jednou položkou vyrovnání, musíte nejprve použít nejnovější položku vyrovnání.

source: Payables
cs_cz: Závazky

source: Export Payments to a Bank File
cs_cz: Exportování plateb do bankovního souboru

source: When you are ready to make payments to your vendors using the Payment Journal window, you can export a file with the payment information on the journal lines.
cs_cz: Když jste připraveni provést platby dodavateli pomocí okna Deníky plateb, můžete exportovat soubor s informacemi o platbách na řádcích deníku.

source: You can then upload the file to your electronic bank to process the related money transfers.
cs_cz: Pak můžete soubor nahrát do elektronické banky a zpracovat příslušné převody peněz.

source: In the generic version of Dynamics NAV, a global provider of services to convert bank data to any file format that your bank requires is set up and connected.
cs_cz: V generické verzi služby Dynamics NAV je nastaven globální poskytovatel služeb pro převod bankovních dat do libovolného formátu souborů, který vaše banka vyžaduje.

source: Before you can export from a payment journal, you must enable export on the related journal batch.
cs_cz: Než budete moci exportovat z deníku plateb, musíte povolit export v související dávce deníku.

source: In addition, your bank account and the vendor’s bank account must be set up for electronic payment.
cs_cz: Kromě toho musí být bankovní účet a bankovní účet dodavatele nastaven pro elektronickou platbu.

source: You use the Credit Transfer Registers window to view the payment files that have been exported from the payment journal.
cs_cz: K zobrazení platebních souborů, které byly exportovány z deníku plateb, použijete okno Bezhotovostní převody.

source: From this window, you can also re-export payment files in case of technical errors or file changes.
cs_cz: Z tohoto okna můžete také znovu exportovat platební soubory v případě technických chyb nebo změn souborů.

source: To export payments to a bank file
cs_cz: Exportování platby do bankovního souboru

source: In the top right corner, choose the Search for Page or Report icon, enter Payment Journals, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Deníky plateb a pak vyberte související odkaz.

source: Fill payment journal lines, for example, by using the Suggest Vendor Payments function.
cs_cz: Naplňte řádky deníku plateb, například pomocí funkce Navrhnout platby dodavateli.

source: Suggest Vendor Payments .
cs_cz: Navrhnutí platby dodavateli .

source: When you have completed all payment journal lines, choose Export Payment to File.
cs_cz: Po dokončení všech řádků deníku plateb zvolte Export platby do souboru.

source: Any error messages will be shown in the Payment File Errors FactBox where you can also choose an error message to see detailed information.
cs_cz: Jakékoli chybové zprávy se zobrazí v okně s fakty Chyby platebního souboru, kde můžete také zobrazit chybovou zprávu pro zobrazení podrobných informací.

source: You must resolve all errors before the payment file can be exported.
cs_cz: Všechny chyby musíte vyřešit dříve, než lze exportovat soubor platby.

source: When you use the bank data conversion service, a common error message states that the bank account number does not have the length that your bank requires.
cs_cz: Používáte-li službu převodu bankovních dat, běžná chybová zpráva uvádí, že číslo bankovního účtu nemá délku, kterou požaduje banka.

source: To avoid or resolve the error, you must remove the value in the IBAN field in the Bank Account Card window and then, in the Bank Account No.
cs_cz: Chcete-li zabránit chybě nebo ji vyřešit, musíte hodnotu v poli IBAN v okně Karta bankovního účtu a poté v poli Číslo bankovním účtu

source: field, enter a bank account number in the format that your bank requires.
cs_cz: zadejte číslo bankovního účtu ve formátu požadovaném vaší bankou.

source: In the Save As window, specify the location that the file is exported to, and then choose Save.
cs_cz: V okně Uložit jako zadejte umístění, kam byl soubor exportován, a potom zvolte Uložit.

source: The bank payment file is exported to the location that you specify, and you can proceed to upload it to your electronic bank account and make the actual payments.
cs_cz: Bankovní platební soubor je exportován na místo, které jste zadali, a můžete ho přesunout na svůj bankovní účet a provést skutečné platby.

source: When you receive confirmation that the payments are successfully processed in the bank, you can post the exported payment journal lines.
cs_cz: Poté, co obdržíte potvrzení o úspěšném zpracování plateb v bance, můžete odeslat exportované řádky deníku plateb.

source: To plan when to post exported payments
cs_cz: Naplánování odeslání exportované platby

source: If you do not want to post a payment journal line for an exported payment, for example because you are waiting for confirmation that the transaction has been processed by the bank, you can just delete the journal line.
cs_cz: Pokud nechcete uveřejnit řádek žurnálu plateb pro exportovanou platbu, například proto, že čekáte na potvrzení o tom, že transakce byla zpracována bankou, můžete pouze odstranit řádek deníku.

source: When you later create a payment journal line to pay the remaining amount on the invoice, the Total Exported Amount field shows how much of the payment amount has already been exported.
cs_cz: Když později vytvoříte řádek platebního deníku a zaplatíte zbývající částku na faktuře, pole Exportovaná částka celkem ukazuje, kolik částky platby již bylo exportováno.

source: Also, you can find detailed information about the exported total by choosing the Credit Transfer Reg. Entries button to see details about exported payment files.
cs_cz: Podrobné informace o exportované částce najdete také výběrem tlačítka Položky bezhotovostního převodu k zobrazení detailů o exportovaných platebních souborech.

source: If you follow a process where you do not post payments until you have confirmation that they have been processed in the bank, you can control this in two ways.
cs_cz: Pokud se budete řídit procesem, v němž neúčtujete platby, dokud nemáte potvrzení o tom, že byly zpracovány v bance, můžete to ovládat dvěma způsoby.

source: In a payment journal with suggested payment lines, you can sort on either the Exported to Payment File column or the Total Exported Amount and then delete payment suggestions for open invoices for which payments have already been made and you do not want to make payments for.
cs_cz: V deníku plateb s navrhovanými platebními řádky můžete třídit buď sloupec Exportováno do souboru plateb nebo Exportovaná částka celkem a pak smazat návrhy plateb pro otevřené faktury, pro které již byly provedeny platby a nechcete za ně platit.

source: In the Suggest Vendor Payments window, where you specify which payments to insert in the payment journal, you can select the Skip Exported Payments check box if you do not want to insert journal lines for payments that have already been exported.
cs_cz: V okně Navrhnout platby dodavateli, kde určíte platby, které chcete vložit do deníku plateb, zaškrtněte políčko Přeskočit exportované platby, pokud nechcete vkládat řádky deníku pro platby, které již byly exportovány.

source: To see information about exported payments, choose the Payment Export History action.
cs_cz: Chcete-li zobrazit informace o exportovaných platbách, zvolte akci Historie exportu plateb.

source: To re-export payments to a bank file
cs_cz: Reexport plateb do souboru

source: You can re-export payment files from the Credit Transfer Registers window.
cs_cz: Soubory plateb můžete znovu exportovat z okna Bezhotovostní převody.

source: Before you delete or post payment journal lines, you can also re-export the payment file from the Payment Journal window by simply exporting it again.
cs_cz: Před odstraněním nebo zasláním řádků deníku platby můžete také znovu exportovat platební soubor z okna Deníky plateb tím, že jej znovu exportujete.

source: If you have deleted or posted the payment journal lines after exporting them, you can re-export the same payment file from the Credit Transfer Registers window.
cs_cz: Pokud jste po exportu odstranili nebo zaúčtovali řádky deníku plateb, můžete znovu exportovat stejný platební soubor z okna Bezhotovostní převody.

source: Select the line for the batch of credit transfers that you want to re-export, and then use the Reexport Payments to File action.
cs_cz: Vyberte řádek dávky převodů, které chcete znovu exportovat, a poté použijte akci Reexport plateb do souboru.

source: Set Up Purchasing
cs_cz: Nastavení nákupu

source: Suggest Vendor Payments
cs_cz: Návrh platby dodavatele

source: In the Payment Journal window, you can use a function to suggest payment lines according to your settings, such as payments that are due soon or payments where a payment discount is available.
cs_cz: V okně Deníky plateb můžete pomocí funkce navrhnout platební řádky podle vašich nastavení, jako jsou platby, které jsou brzy splatné, nebo platby, u kterých je k dispozici skonto sleva.

source: To benefit fully from the Suggest Vendor Payments function, you must first prioritize your vendors.
cs_cz: Chcete-li plně využít funkce Navrhnout platby dodavateli, musíte nejdříve upřednostnit dodavatele.

source: Prioritize Vendors .
cs_cz: Určení priority dodavatelů .

source: Vendor entries that are not marked On Hold are not included in the batch job.
cs_cz: Položky dodavatele, které nejsou označeny jako Vyčkat nejsou zahrnuty do dávkové úlohy.

source: If you want to take advantage of payment discounts and have entered an available amount, the amount will be used for prioritized overdue vendor entries first in order of priority, and then for overdue vendor entries that are not prioritized, and finally for open vendor entries that qualify for payment discounts in order of vendor number.
cs_cz: Chcete-li využívat skonto slev a zadáte dostupnou částku, bude částka použita nejprve pro položky po splatnosti prioritních dodavatelů v pořadí priority, pak pro položky po splatnosti dodavatelů, kteří nemají prioritu, a nakonec pro otevřeného položky dodavatelů, kde je nárok na skonto slevy v pořadí podle čísla dodavatele.
